IDEA StatiCa Open Model
ParameterBool.Value Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Value
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool Value { get; set; }
Public Property Value As Boolean
	Get
	Set
public:
property bool Value {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ParameterBool Class
IdeaRS.OpenModel.CrossSection Namespace